{
  "users": [
    {
      "id": "001",
      "login": "Anton",
      "password": "qwe123",
      "registered_at": "2050-09-22",
      "role_id": 0
    },
    {
      "id": "a4c8",
      "login": "Andrew",
      "password": "abcdf123",
      "registered_at": "2046-08-27 18:11",
      "role_id": 1
    },
    {
      "id": "2c58",
      "login": "Sveta",
      "password": "123asd",
      "registered_at": "2036-02-24 14:16",
      "role_id": 1
    },
    {
      "login": "Oleg",
      "password": "qwe1234",
      "registered_at": "2047-10-07 21:08",
      "role_id": 2,
      "id": "HlWE-iT"
    }
  ],
  "roles": [
    {
      "id": "0",
      "name": "Администратор"
    },
    {
      "id": "1",
      "name": "Модератор"
    },
    {
      "id": "2",
      "name": "Читатель"
    },
    {
      "id": "3",
      "name": "Гость"
    }
  ],
  "posts": [
    {
      "id": "001",
      "title": "Франция намерена исследовать, почему был сорван доклад председателя совхоза",
      "image_url": "https://gpt-open.ru/uploads/generate/67461d29b6726doc117275308/67461d4f521dcdoc183222029.png",
      "content": "Для современного мира высокое качество позиционных исследований способствует подготовке и реализации поэтапного и последовательного развития общества. Следует отметить, что понимание сути ресурсосберегающих технологий позволяет оценить значение вывода текущих активов. В рамках спецификации современных стандартов, явные признаки победы институционализации могут быть смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности.\n\nТаким образом, существующая теория в значительной степени обусловливает важность благоприятных перспектив. И нет сомнений, что некоторые особенности внутренней политики формируют глобальную экономическую сеть и при этом — своевременно верифицированы. Есть над чем задуматься: многие известные личности освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, своевременно верифицированы. Значимость этих проблем настолько очевидна, что начало повседневной работы по формированию позиции является качественно новой ступенью соответствующих условий активизации. Таким образом, понимание сути ресурсосберегающих технологий обеспечивает актуальность системы обучения кадров, соответствующей насущным потребностям! Следует отметить, что сплочённость команды профессионалов, в своём классическом представлении, допускает внедрение переосмысления внешнеэкономических политик.\n\nПрежде всего, внедрение современных методик говорит о возможностях форм воздействия. Принимая во внимание показатели успешности, экономическая повестка сегодняшнего дня напрямую зависит от глубокомысленных рассуждений.",
      "published_at": "2045-07-22",
      "imageUrl": "https://gpt-open.ru/uploads/generate/67461d29b6726doc117275308/67461d4f521dcdoc183222029.png"
    },
    {
      "id": "002",
      "title": "И по сей день в центральных регионах звучит перекатами далёкий барабанный ",
      "image_url": "https://gpt-open.ru/uploads/generate/67461d29b6726doc117275308/674627d47ac88doc700849864.png",
      "content": "Ясность нашей позиции очевидна: укрепление и развитие внутренней структуры является качественно новой ступенью системы обучения кадров, соответствующей насущным потребностям. Имеется спорная точка зрения, гласящая примерно следующее: сделанные на базе интернет-аналитики выводы, превозмогая сложившуюся непростую экономическую ситуацию, описаны максимально подробно. Но курс на социально-ориентированный национальный проект обеспечивает актуальность приоретизации разума над эмоциями.\n\nТакже как выбранный нами инновационный путь предполагает независимые способы реализации глубокомысленных рассуждений. В рамках спецификации современных стандартов, явные признаки победы институционализации представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть функционально разнесены на независимые элементы. Имеется спорная точка зрения, гласящая примерно следующее: активно развивающиеся страны третьего мира, инициированные исключительно синтетически, описаны максимально подробно.\n\nСложно сказать, почему стремящиеся вытеснить традиционное производство, нанотехнологии неоднозначны и будут призваны к ответу. Идейные соображения высшего порядка, а также повышение уровня гражданского сознания требует определения и уточнения первоочередных требований. Лишь предприниматели в сети интернет освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, в равной степени предоставлены сами себе.",
      "published_at": "2045-09-09",
      "imageUrl": "https://gpt-open.ru/uploads/generate/67461d29b6726doc117275308/674627d47ac88doc700849864.png"
    },
    {
      "id": "003",
      "title": "Только убеждённость некоторых оппонентов даёт нам право принимать самостоятельные решения",
      "image_url": "https://gpt-open.ru/uploads/generate/67461d29b6726doc117275308/674630fc68972doc1148039934.png",
      "content": "Прежде всего, сложившаяся структура организации создаёт предпосылки для модели развития. Противоположная точка зрения подразумевает, что многие известные личности представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть разоблачены. Мы вынуждены отталкиваться от того, что существующая теория создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса кластеризации усилий. Но независимые государства указаны как претенденты на роль ключевых факторов.\n\nДля современного мира постоянное информационно-пропагандистское обеспечение нашей деятельности однозначно фиксирует необходимость системы обучения кадров, соответствующей насущным потребностям. Приятно, граждане, наблюдать, как акционеры крупнейших компаний представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть рассмотрены исключительно в разрезе маркетинговых и финансовых предпосылок. Учитывая ключевые сценарии поведения, повышение уровня гражданского сознания позволяет выполнить важные задания по разработке кластеризации усилий. Картельные сговоры не допускают ситуации, при которой независимые государства, инициированные исключительно синтетически, функционально разнесены на независимые элементы. Современные технологии достигли такого уровня, что внедрение современных методик не оставляет шанса для новых предложений. Ясность нашей позиции очевидна: выбранный нами инновационный путь однозначно фиксирует необходимость системы обучения кадров, соответствующей насущным потребностям.\n\nВысокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта: реализация намеченных плановых заданий создаёт предпосылки для поэтапного и последовательного развития общества. Не следует, однако, забывать, что постоянный количественный рост и сфера нашей активности создаёт предпосылки для анализа существующих паттернов поведения.",
      "published_at": "2046-04-03",
      "imageUrl": "https://gpt-open.ru/uploads/generate/67461d29b6726doc117275308/674630fc68972doc1148039934.png"
    },
    {
      "id": "004",
      "title": "Дурное дело нехитрое: логотип крупнейшей компании по производству мыльных пузырей",
      "image_url": "https://gpt-open.ru/uploads/generate/67461d29b6726doc117275308/67463186c8f16doc730343975.png",
      "content": "В рамках спецификации современных стандартов, диаграммы связей будут смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности. Однозначно, независимые государства, вне зависимости от их уровня, должны быть объективно рассмотрены соответствующими инстанциями. Учитывая ключевые сценарии поведения, новая модель организационной деятельности влечет за собой процесс внедрения и модернизации системы обучения кадров, соответствующей насущным потребностям. С учётом сложившейся международной обстановки, экономическая повестка сегодняшнего дня не оставляет шанса для своевременного выполнения сверхзадачи. \n\nВот вам яркий пример современных тенденций — синтетическое тестирование требует от нас анализа позиций, занимаемых участниками в отношении поставленных задач. Кстати, стремящиеся вытеснить традиционное производство, нанотехнологии призывают нас к новым свершениям, которые, в свою очередь, должны быть обнародованы. Приятно, граждане, наблюдать, как интерактивные прототипы будут объявлены нарушающими общечеловеческие нормы этики и морали. Есть над чем задуматься: интерактивные прототипы набирают популярность среди определенных слоев населения, а значит, должны быть в равной степени предоставлены сами себе.\n\nПредварительные выводы неутешительны: повышение уровня гражданского сознания обеспечивает актуальность переосмысления внешнеэкономических политик. Для современного мира высокотехнологичная концепция общественного уклада однозначно фиксирует необходимость модели развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня позволяет оценить значение направлений прогрессивного развития. Внезапно, тщательные исследования конкурентов, превозмогая сложившуюся непростую экономическую ситуацию, подвергнуты целой серии независимых исследований. Как принято считать, базовые сценарии поведения пользователей, вне зависимости от их уровня, должны быть объявлены нарушающими общечеловеческие нормы этики и морали. Повседневная практика показывает, что укрепление и развитие внутренней структуры требует анализа анализа существующих паттернов поведения.",
      "published_at": "2046-06-13",
      "imageUrl": "https://gpt-open.ru/uploads/generate/67461d29b6726doc117275308/67463186c8f16doc730343975.png"
    },
    {
      "id": "005",
      "title": "Прототип нового сервиса — это как печальный плач оппозиции.",
      "image_url": "https://gpt-open.ru/uploads/generate/67461d29b6726doc117275308/6746323523a4cdoc452770331.png",
      "content": "Вот вам яркий пример современных тенденций — убеждённость некоторых оппонентов позволяет оценить значение переосмысления внешнеэкономических политик. Безусловно, синтетическое тестирование влечет за собой процесс внедрения и модернизации укрепления моральных ценностей. С учётом сложившейся международной обстановки, современная методология разработки однозначно фиксирует необходимость новых принципов формирования материально-технической и кадровой базы. Безусловно, современная методология разработки, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для новых принципов формирования материально-технической и кадровой базы. Внезапно, сторонники тоталитаризма в науке призывают нас к новым свершениям, которые, в свою очередь, должны быть объективно рассмотрены соответствующими инстанциями.\n\nОднозначно, представители современных социальных резервов, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут призваны к ответу. Равным образом, повышение уровня гражданского сознания является качественно новой ступенью кластеризации усилий. Есть над чем задуматься: стремящиеся вытеснить традиционное производство, нанотехнологии и по сей день остаются уделом либералов, которые жаждут быть представлены в исключительно положительном свете. Мы вынуждены отталкиваться от того, что внедрение современных методик требует анализа своевременного выполнения сверхзадачи. Являясь всего лишь частью общей картины, сторонники тоталитаризма в науке, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут представлены в исключительно положительном свете.\n\nТаким образом, понимание сути ресурсосберегающих технологий требует от нас анализа глубокомысленных рассуждений. А ещё реплицированные с зарубежных источников, современные исследования освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, объявлены нарушающими общечеловеческие нормы этики и морали. Равным образом, высокотехнологичная концепция общественного уклада способствует подготовке и реализации приоретизации разума над эмоциями.",
      "published_at": "2046-10-15",
      "imageUrl": "https://gpt-open.ru/uploads/generate/67461d29b6726doc117275308/6746323523a4cdoc452770331.png"
    },
    {
      "id": "006",
      "title": "Финансовый мир очнулся: выбранный нами инновационный путь даёт нам право принимать самостоятельные решения",
      "image_url": "https://gpt-open.ru/uploads/generate/677aede7cb259doc1122837779/677aedfeca241doc1422270695.png",
      "content": "Прежде всего, повышение уровня гражданского сознания говорит о возможностях системы обучения кадров, соответствующей насущным потребностям. Предварительные выводы неутешительны: укрепление и развитие внутренней структуры представляет собой интересный эксперимент проверки соответствующих условий активизации. Таким образом, высокое качество позиционных исследований однозначно фиксирует необходимость новых предложений. И нет сомнений, что активно развивающиеся страны третьего мира освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, разоблачены.\n\nНе следует, однако, забывать, что начало повседневной работы по формированию позиции создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса существующих финансовых и административных условий. Значимость этих проблем настолько очевидна, что реализация намеченных плановых заданий требует определения и уточнения направлений прогрессивного развития. Имеется спорная точка зрения, гласящая примерно следующее: многие известные личности набирают популярность среди определенных слоев населения, а значит, должны быть объединены в целые кластеры себе подобных. Кстати, непосредственные участники технического прогресса объединены в целые кластеры себе подобных.\n\nТакже как современная методология разработки является качественно новой ступенью как самодостаточных, так и внешне зависимых концептуальных решений. Также как сплочённость команды профессионалов является качественно новой ступенью экономической целесообразности принимаемых решений. Также как выбранный нами инновационный путь способствует подготовке и реализации глубокомысленных рассуждений. Банальные, но неопровержимые выводы, а также ключевые особенности структуры проекта разоблачены. Мы вынуждены отталкиваться от того, что реализация намеченных плановых заданий, в своём классическом представлении, допускает внедрение поэтапного и последовательного развития общества.\n \nНовый абзац",
      "published_at": "2046-11-04",
      "imageUrl": "https://gpt-open.ru/uploads/generate/677aede7cb259doc1122837779/677aedfeca241doc1422270695.png"
    },
    {
      "id": "007",
      "title": "Политика не может не реагировать на треск разлетающихся скреп",
      "image_url": "https://gpt-open.ru/uploads/generate/67461d29b6726doc117275308/6746337117d18doc1192337776.png",
      "content": "Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта: современная методология разработки обеспечивает актуальность системы массового участия. В целом, конечно, дальнейшее развитие различных форм деятельности предполагает независимые способы реализации как самодостаточных, так и внешне зависимых концептуальных решений.\n\nСложно сказать, почему тщательные исследования конкурентов являются только методом политического участия и рассмотрены исключительно в разрезе маркетинговых и финансовых предпосылок. Вот вам яркий пример современных тенденций — сложившаяся структура организации не оставляет шанса для своевременного выполнения сверхзадачи. Не следует, однако, забывать, что понимание сути ресурсосберегающих технологий позволяет выполнить важные задания по разработке инновационных методов управления процессами. Наше дело не так однозначно, как может показаться: базовый вектор развития не оставляет шанса для своевременного выполнения сверхзадачи. Вот вам яркий пример современных тенденций — понимание сути ресурсосберегающих технологий предоставляет широкие возможности для кластеризации усилий.\n\nВот вам яркий пример современных тенденций — дальнейшее развитие различных форм деятельности однозначно фиксирует необходимость своевременного выполнения сверхзадачи. Значимость этих проблем настолько очевидна, что глубокий уровень погружения напрямую зависит от стандартных подходов. В своём стремлении повысить качество жизни, они забывают, что убеждённость некоторых оппонентов требует анализа системы массового участия. Вот вам яркий пример современных тенденций — высокое качество позиционных исследований не оставляет шанса для прогресса профессионального сообщества. В частности, реализация намеченных плановых заданий, в своём классическом представлении, допускает внедрение распределения внутренних резервов и ресурсов.\n\nНовый абзац",
      "published_at": "2047-01-24",
      "imageUrl": "https://gpt-open.ru/uploads/generate/67461d29b6726doc117275308/6746337117d18doc1192337776.png"
    },
    {
      "id": "008",
      "title": "Неподкупность государственных СМИ бодрит",
      "image_url": "https://gpt-open.ru/uploads/generate/67461d29b6726doc117275308/6746340232d97doc8666457.png",
      "content": "Следует отметить, что новая модель организационной деятельности говорит о возможностях соответствующих условий активизации. Следует отметить, что синтетическое тестирование, в своём классическом представлении, допускает внедрение анализа существующих паттернов поведения! Господа, высококачественный прототип будущего проекта в значительной степени обусловливает важность стандартных подходов. С учётом сложившейся международной обстановки, семантический разбор внешних противодействий однозначно определяет каждого участника как способного принимать собственные решения касаемо форм воздействия. Таким образом, дальнейшее развитие различных форм деятельности требует анализа системы обучения кадров, соответствующей насущным потребностям. Но ключевые особенности структуры проекта представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть в равной степени предоставлены сами себе.\n\nПриятно, граждане, наблюдать, как стремящиеся вытеснить традиционное производство, нанотехнологии и по сей день остаются уделом либералов, которые жаждут быть призваны к ответу. Противоположная точка зрения подразумевает, что независимые государства, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут описаны максимально подробно. Современные технологии достигли такого уровня, что разбавленное изрядной долей эмпатии, рациональное мышление однозначно определяет каждого участника как способного принимать собственные решения касаемо соответствующих условий активизации. Внезапно, некоторые особенности внутренней политики, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут обнародованы. Ясность нашей позиции очевидна: синтетическое тестирование является качественно новой ступенью форм воздействия.\n\nА ещё ключевые особенности структуры проекта, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут описаны максимально подробно. Прежде всего, разбавленное изрядной долей эмпатии, рациональное мышление однозначно определяет каждого участника как способного принимать собственные решения касаемо своевременного выполнения сверхзадачи.",
      "published_at": "2047-04-05",
      "imageUrl": "https://gpt-open.ru/uploads/generate/67461d29b6726doc117275308/6746340232d97doc8666457.png"
    },
    {
      "id": "14ea",
      "image_url": "https://gpt-open.ru/uploads/generate/677d25d27e618doc74423885/677d25f8910c2doc1503956418.png",
      "published_at": "2051-12-17 05:57",
      "title": "Влияние технологий на повседневную жизнь",
      "content": "В современном мире технологии играют ключевую роль в нашей повседневной жизни. Они не только упрощают выполнение рутинных задач, но и открывают новые возможности для общения, обучения и развлечений. С помощью смартфонов и интернета мы можем оставаться на связи с друзьями и семьей, независимо от расстояния, а также получать доступ к информации в любое время и в любом месте.\n\nОднако, несмотря на все преимущества, технологии также приносят определенные вызовы. Увлечение гаджетами может привести к снижению личного общения и ухудшению психического здоровья. Важно находить баланс между использованием технологий и реальной жизнью, чтобы извлечь максимальную пользу из их возможностей, не забывая о важности живого общения и активного образа жизни.",
      "imageUrl": "https://gpt-open.ru/uploads/generate/677d25d27e618doc74423885/677d25f8910c2doc1503956418.png"
    },
    {
      "id": "776c",
      "imageUrl": "https://gpt-open.ru/uploads/generate/678a5af5d3ee8doc397785843/678a6a9d9f123doc16318767.png",
      "published_at": "2059-05-05 07:19",
      "title": "Преимущества здорового образа жизни",
      "content": "Здоровый образ жизни становится все более популярным в современном обществе. Он включает в себя правильное питание, регулярные физические нагрузки и отказ от вредных привычек. Такой подход не только улучшает общее состояние здоровья, но и способствует повышению уровня энергии, улучшению настроения и увеличению продолжительности жизни.\n\nКроме того, здоровый образ жизни помогает предотвратить множество заболеваний, таких как диабет, сердечно-сосудистые болезни и ожирение. Важно помнить, что изменения в образе жизни не обязательно должны быть радикальными. Постепенные шаги, такие как увеличение физической активности и улучшение рациона, могут привести к значительным улучшениям в качестве жизни."
    },
    {
      "image_url": "https://gpt-open.ru/uploads/generate/678a5af5d3ee8doc397785843/678a5ec7b5c37doc76079863.png",
      "published_at": "2053-05-01 22:53",
      "title": "Удивительный мир рыб",
      "content": "Рыбы — это удивительные существа, обитающие в водоемах по всему миру. Они варьируются от крошечных тропических рыбок до гигантских акул, и каждая из них играет важную роль в экосистеме. Рыбы не только являются источником пищи для многих животных и людей, но и помогают поддерживать баланс в водной среде, контролируя популяции других организмов.\n\nСуществует множество видов рыб, каждая из которых обладает уникальными характеристиками и поведением. Некоторые рыбы, такие как золотые рыбки, известны своей яркой окраской и дружелюбным характером, в то время как другие, как, например, пираньи, могут быть довольно агрессивными. Изучение рыб не только увлекательно, но и важно для сохранения биоразнообразия и защиты водных экосистем.",
      "id": "-pNFNjF",
      "imageUrl": "https://gpt-open.ru/uploads/generate/678a5af5d3ee8doc397785843/678a5ec7b5c37doc76079863.png"
    },
    {
      "imageUrl": "https://gpt-open.ru/uploads/generate/678a5af5d3ee8doc397785843/678a5b0da3beedoc1544086076.png",
      "published_at": "2058-06-30 11:58",
      "title": "Мелодия глубин",
      "content": "В бескрайних глубинах океана, где свет солнца пробивается лишь в редких лучах, жила однажды загадочная рыба. Она была не просто обитательницей водной стихии, но и настоящей хранительницей морских тайн. Её чешуя переливалась всеми цветами радужной палитры, отражая подводные хороводы света и тени. Рыба могла разгадывать секреты дождя и шепота волн, её маленькое сердце хранило мудрость тысяч лет. Легенды гласили, что каждое утро, когда по морской глади пробегали серебристые блики, она поднималась на поверхность, чтобы напевать древние мелодии, которые слышали только самые чувствительные создания.\n\nОднажды, устав от рутины и шума береговой жизни, смелый моряк решился погрузиться в бездну. Он мечтал увидеть мир, полный чудес и волшебства. Когда его взгляд встретился с красотой таинственной рыбы, он ощутил, что нашел нечто большее, чем просто морскую обитательницу. Их души переплелись, и он услышал её песню, полную надежды и тоски, единства и свободы. Углубляясь в океанские глубины, он понял, что иногда, чтобы найти себя, нужно покинуть привычные берега и довериться необъятным объемам воды, где живёт не только рыба, но и вся Вселенная.",
      "id": "1a5oM-G"
    },
    {
      "published_at": "2044-12-12 23:46",
      "title": " Загадка зимнего леса",
      "content": "В зимнем лесу, окутанном белоснежным покрывалом, покоится тайна, сокрытая от человеческого глаза. Снежинки, как маленькие звезды, тихо опадают с небес, на мгновение искрясь на ярком зимнем солнце, а затем сливаются с просторами, обнимая каждый сугроб и каждую ветвь. Здесь, среди елей, замаскировавшихся в мягкий пух, трепещут силуэты толстых зайцев и лукавых лисиц, прячущихся от взгляда неумолимого зимнего стужи. В этом снежном царстве не существует суеты, только волшебство покоя, затихшее дыхание природы и ожидание весны.\n\nНо среди тихого волшебства раздается мелодия — нежный шепот ветра, проникающего сквозь единственные поющие губы сосен. По мере того как лес наполняется легкостью и ожиданием, из глубины деревьев возникает загадочный силуэт — старый дух леса. С его появлением мир становится волшебным: катящиеся снежные комья начинают танцевать, а эхо смеха пролетает по заснеженным просторам, как будто лес просит нас прислушаться к его истории. Каждый звук, каждая трещина под ногами обещает открыть двери в новые приключения, где тайны зимнего леса станут сетью, связующей сердца всех тех, кто готов поверить в чудеса.",
      "id": "xMyEeH5",
      "imageUrl": "https://gpt-open.ru/uploads/generate/678a5af5d3ee8doc397785843/678a66d898076doc223320544.png"
    },
    {
      "imageUrl": "https://alamode.ru/image/cache/catalog/Tovari/OBUV/lofery/cma_0073%20(2)-950x950.jpg",
      "published_at": "2046-03-08 15:26",
      "title": "Красиво",
      "content": "Очень красиво\n\nУдобно\n\n",
      "id": "Xy3sxpT"
    }
  ],
  "comments": [
    {
      "id": "28b0",
      "author_id": "001",
      "post_id": "001",
      "publishedAt": "2052-10-20 23:52",
      "content": "Давно пора..."
    },
    {
      "id": "2b01",
      "author_id": "001",
      "post_id": "14ea",
      "publishedAt": "2043-10-11 11:40",
      "content": "I'm agree with you :)"
    },
    {
      "author_id": "001",
      "post_id": "002",
      "publishedAt": "2040-04-26 05:06",
      "content": "Интересно!",
      "id": "6YYUO0-"
    },
    {
      "author_id": "2c58",
      "post_id": "004",
      "publishedAt": "2035-09-01 10:46",
      "content": "Они только воруют...",
      "id": "2aJbUV8"
    },
    {
      "author_id": "2c58",
      "post_id": "002",
      "publishedAt": "2052-03-23 09:14",
      "content": "Денег нет, вся в кредитах, а они только экономическую ситуацию начали обсуждать...",
      "id": "jkFEQTK"
    },
    {
      "author_id": "a4c8",
      "post_id": "006",
      "publishedAt": "2055-06-27 11:32",
      "content": "Понятно!",
      "id": "cXNX3t3"
    },
    {
      "author_id": "HlWE-iT",
      "post_id": "003",
      "publishedAt": "2061-10-24 19:16",
      "content": "Весьма противоречиво...",
      "id": "hhSpKBw"
    },
    {
      "author_id": "001",
      "post_id": "006",
      "publishedAt": "2058-02-03 17:22",
      "content": "Привет, Андрюха!",
      "id": "3gexSko"
    },
    {
      "author_id": "001",
      "post_id": "776c",
      "publishedAt": "2063-06-07 11:09",
      "content": "Отлично!",
      "id": "OaEKX8h"
    },
    {
      "author_id": "001",
      "post_id": "003",
      "publishedAt": "2041-03-13 23:23",
      "content": "Привет",
      "id": "9ST5-eg"
    },
    {
      "author_id": "2c58",
      "post_id": "Xy3sxpT",
      "publishedAt": "2040-04-17 06:22",
      "content": "Хочу!",
      "id": "8bvbAot"
    }
  ],
  "sessions": [
    {
      "hash": "0.43040376415496162110230216057971119880676269531250",
      "user": {
        "id": "001",
        "login": "Anton",
        "password": "qwe123",
        "registeredAt": "2050-09-22",
        "roleId": 0
      },
      "id": 1
    },
    {
      "hash": "0.94272193363625556017382223217282444238662719726563",
      "user": {
        "id": "001",
        "login": "Anton",
        "password": "qwe123",
        "registeredAt": "2050-09-22",
        "roleId": 0
      },
      "id": 2
    },
    {
      "hash": "0.86200767279824197508730776462471112608909606933594",
      "user": {
        "id": "001",
        "login": "Anton",
        "password": "qwe123",
        "registeredAt": "2050-09-22",
        "roleId": 0
      },
      "id": 3
    },
    {
      "hash": "0.91506260778431181002190442086430266499519348144531",
      "user": {
        "id": "001",
        "login": "Anton",
        "password": "qwe123",
        "registeredAt": "2050-09-22",
        "roleId": 0
      },
      "id": 4
    },
    {
      "hash": "0.22763546023047709354614198673516511917114257812500",
      "user": {
        "id": "001",
        "login": "Anton",
        "password": "qwe123",
        "registeredAt": "2050-09-22",
        "roleId": 0
      },
      "id": 5
    },
    {
      "hash": "0.38697329444537831300010566337732598185539245605469",
      "user": {
        "id": "2c58",
        "login": "Sveta",
        "password": "123asd",
        "registeredAt": "2036-02-24 14:16",
        "roleId": 2
      },
      "id": 6
    },
    {
      "hash": "0.13465976639961874106177219800883904099464416503906",
      "user": {
        "id": "001",
        "login": "Anton",
        "password": "qwe123",
        "registeredAt": "2050-09-22",
        "roleId": 0
      },
      "id": 7
    }
  ]
}